import {CardMeta} from '@terralink-demo/models';

export const CARDS = [
    {
        id: 1,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 1,
    },
    {
        id: 2,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 2,
    },
    {
        id: 3,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 3,
    },
    {
        id: 4,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 4,
    },
    {
        id: 5,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 5,
    },
    {
        id: 6,
        title: 'HR - сервисы',
        body: 'Улучшите внутреннюю коммуникацию, ускорьте найм персонала и объедините ИТ-сервисы с мобильным корпоративным порталом ТерраЛинк Разработка!',
        presentation_id: 6,
    },
] satisfies CardMeta[];
